Repository: DavidLama/PHP-Password
Catalog: locale/*/LC_MESSAGES/phppassword.po
Languages: fr_fr

source: Password must be %d characters long, current password is too short at %d characters.
fr_fr: La longueur du mot de passe doit être de %d caractères minimum, le mot de passe actuel est trop court (%d caractères).

source: Password must be %d characters long, current password is too long at %d characters.
fr_fr: La longueur du mot de passe doit être de %d caractères maximum, le mot de passe actuel est trop long (%d caractères).

source: Not enough numbers in password, a minimum of %d required.
fr_fr: Il n'y a pas assez de chiffres dans le mot de passe, un minimum de %d chiffre(s) est requis

source: Not enough letters in password, a minimum of %d required.
fr_fr: Il n'y a pas assez de lettres dans le mot de passe, un minimum de %d lettre(s) est requis

source: Not enough lower case letters in password, a minimum of %d required.
fr_fr: Il n'y a pas assez de lettres en minuscule dans le mot de passe, un minimum de %d lettre(s) est requis.

source: Not enough upper case letters in password, a minimum of %d required.
fr_fr: Il n'y a pas assez de lettres en majuscule dans le mot de passe, un minimum de %d lettre(s) est requis.

source: Not enough symbols in password, a minimum of %d required.
fr_fr: Il n'y a pas assez de symboles dans le mot de passe, un minimum de %d symbole(s) est requis.

source: You are not allowed any symbols in password, please remove them.
fr_fr: Les symboles ne sont pas autorisés dans le mot de passe, merci de les supprimer.

source: Too many symbols in password.
fr_fr: Il y a trop de symboles dans le mot de passe.

source: Non specified symbol %s used in password, please use one of %s.
fr_fr: Ce symbole %s n'est pas autorisé dans le mot de passe, merci d'utiliser un de cette liste : %s
